Repository: originblueos/_DOCKERFILE_WOO
Catalog: plugins/woocommerce-warranties-and-returns/lang/wcwar-*_.po
Languages: de_de, es, fr_fr

source: Warranty for this item has expired
de_de: Garantie für diesen Titel ist abgelaufen
es: La garantía de este objeto ha expirado
fr_fr: La garantie pour cet article a expiré

source: Expired
de_de: Abgelaufen
es: Expirado
fr_fr: Expiré

source: Valid
de_de: Gültig
es: Válido
fr_fr: Valide

source: Paid Warranty
de_de: Paid Garantie
es: Garantía Pagada
fr_fr: Garantie payée

source: Warranty Type
de_de: Garantie Art
es: Tipo de Garantía
fr_fr: Type de Garantie

source: No Warranty
de_de: keine Garantie
es: Sin Garantía
fr_fr: Aucune Garantie

source: Warranty Expired
de_de: Garantie abgelaufen
es: Garantía Expirada
fr_fr: Garantie Expirée

source: Change Request Status
es: Cambiar Estado de la Solicitud
fr_fr: Modifiez le Statut de Demande

source: Request for Order
de_de: Antrag auf Bestellung
es: Solicitar una Orden
fr_fr: Demande de Commande

source: Item
de_de: Artikel
es: Objeto
fr_fr: Article

source: included warranty
de_de: eingeschlossener Garantie
es: Garantía Incluida
fr_fr: Garantie incluse

source: Create Warranty Request for this Item
de_de: Erstellen Garantie Anfrage zu diesem Artikel
es: Crear Solicitud de Garantía para este Objeto
fr_fr: Créez Demande de Garantie pour cet article

source: In Warranty
de_de: in Garantie
es: En Garantía
fr_fr: En Garantie

source: paid warranty
de_de: bezahlte Garantie
es: Garantía Pagada
fr_fr: Garantie payée

source: Please refresh
de_de: Bitte aktualisieren
es: Por favor, refresque
fr_fr: Veuillez actualiser

source: Request Status
de_de: Anforderungsstatus
es: Estado de la Solicitud
fr_fr: Statut de Demande

source: View Request Status
de_de: Blick Anforderungsstatus
es: Visualización del Estado de la Solicitud
fr_fr: Voir Statut de Demande

source: Day
de_de: Tag
es: Día
fr_fr: Jour

source: Week
de_de: Woche
es: Semana
fr_fr: Semaine

source: Month
de_de: Monat
es: Mes
fr_fr: Mois

source: Year
de_de: Jahr
es: Año
fr_fr: Année

source: Multiple Item Order
de_de: Bestellung mit mehreren Artikeln
es: Orden de múltiples Objetos
fr_fr: Commande de Plusieurs Articles

source: Single Item Order
de_de: Einzelnes Element bestellen
es: Orden de un solo Objeto
fr_fr: Commande d'un Seul Article

source: Order
de_de: Bestellung
es: Orden
fr_fr: Commandez

source: Manage Order
de_de: Verwalten Sie Bestellung
es: Manejo de Órdenes
fr_fr: Gérez Commande

source: View Parent Request Status
de_de: Übergeordnete Anforderungsstatus anzeigen
es: Visualizar el Estado de la Solicitud Parental
fr_fr: Voir Statut de Demande Parent

source: Send a quick E-Mail the Customer
de_de: Senden Sie einer kurzen E-Mail des Kunden
es: Envie un correo electrónico rápido al cliente
fr_fr: Envoyer un E-Mail rapide au Client

source: Use these variables in Emails
de_de: Verwenden Sie diese Variablen in E-Mails
es: Use estas variables en los correos electrónicos
fr_fr: Utilisez ces variables dans Emails

source: Email Template
de_de: E-Mail-Vorlage
es: Lámina de Correo Electrónico
fr_fr: Modèle d'Email

source: Load
de_de: laden
es: Cargar
fr_fr: Téléchargez

source: Save
de_de: Speichern
es: Guardar
fr_fr: Sauvegardez

source: Delete Selected
de_de: Ausgewählte löschen
es: Borrado Seleccionado
fr_fr: Supprimez Séléctionné

source: Send Email
de_de: Senden Sie E-Mail
es: Enviar Correo Electrónico
fr_fr: Envoyez Email

source: Order ID
de_de: Bestell-ID
es: Identificación de Orden
fr_fr: ID Commande

source: Item ID
de_de: Artikel-ID
es: Identificación de Objeto
fr_fr: ID Article

source: Parent ID
de_de: Übergeordnete ID
es: Identificación Parental
fr_fr: ID Parent

source: Qty
es: Cant.
fr_fr: Qté

source: Product ID:
de_de: Produkt-ID:
es: Identificación del Producto:
fr_fr: ID du Produit:

source: Variation ID:
de_de: Variante-ID:
es: Identificación de Variación:
fr_fr: ID de Variation:

source: No longer exists
de_de: Nicht mehr vorhanden ist
es: No existe más
fr_fr: N'existe plus

source: Product SKU:
de_de: Produkt-SKU:
es: Producto SKU:
fr_fr: UGS de Produit:

source: Add&nbsp;meta
de_de: In & nbsp; meta
es: Añada&nbsp;meta
fr_fr: Ajoutez&nbsp;meta

source: After pre-tax discounts.
de_de: Nach dem Vorsteuer Rabatte.
es: Después de los descuentos pre-impuestos.
fr_fr: Après réductions avant impôts.

source: Before pre-tax discounts.
de_de: Vor dem Vorsteuer Rabatte.
es: Antes de los descuentos pre-impuestos.
fr_fr: Avant réductions avant impôts.

source: Please enter Order ID
de_de: Bitte geben Sie Bestell-ID
es: Por favor, ingrese Identificador de Orden
fr_fr: Veuillez entrer ID Commande

source: Warranty Request for order #
de_de: Garantie Antrag auf Bestellung #
es: Solicitud de garantía por Orden #
fr_fr: Demande Garantie pour commande #

source: Request for Order #
de_de: Antrag auf Order #
es: Solicitud de Orden#
fr_fr: Deamande pour Commande #

source: This is a parent warranty request. Check child requests for details.
de_de: Dies ist ein Elternteil Garantie Anfrage. Überprüfen Kind Anfragen für weitere Einzelheiten.
es: Esta es una solicitud de garantía parental. Verifique las solicitudes infantiles para detalles.
fr_fr: Ceci est une demande de garantie parent. Vérifiez demandes d'enfants pour les détails.

source: Item #
de_de: Artikel #
es: Objeto#
fr_fr: Article #

source: Warranty Status (Multi Item Order):
de_de: Garantiestatus (Multi Artikel Order):
es: Estado de Garantía (Orden Multi-Objeto):
fr_fr: Statut Garantie (Commande Plusieurs Articles):

source: Warranty Status (Single Item Order):
de_de: Garantiestatus (Single Item Order):
es: Estado de Garantía (Orden de Un Objeto):
fr_fr: Statut Garantie (Commande Seul Article):

source: This order has no warranty requests
de_de: Die Bestellung hat keine Garantie-Anfragen
es: Esta orden no tiene solicitudes de garantía
fr_fr: Cette commande n'a pas de demandes de garantie

source: Warranty already requested. View request status on this
de_de: Garantie bereits angefordert. Anforderungsstatus auf diese
es: La garantía ya ha sido solicitada. Visualizar el estado de solicitud en esto
fr_fr: Garantie déjà demandée. Voir le statut de la demande sur ce

source: link
es: vínculo
fr_fr: lien

source: Item was ordered multiple times, the requested number of item warranties is:
de_de: Die Ware wurde mehrmals bestellt haben, die gewünschte Anzahl von Punkt Garantien ist:
es: El objeto fue ordenado múltiples veces, el número de la solicitud del objeto de garantía es:
fr_fr: L'article a été commandé plusieurs fois, le nombre demandé de garanties d'article est:

source: Checked
de_de: Überprüft
es: Comprobado
fr_fr: Vérifié

source: Item was ordered multiple times, the requested number of item returns is:
de_de: Die Ware wurde mehrmals bestellt haben, die gewünschte Anzahl von Punkt zurückkehrt ist:
es: El objeto fue ordenado múltiples veces, el número solicitado devolución de artículos es:
fr_fr: L'article a été commandé plusieurs fois, le nombre demandé de retour d'article est:

source: Nothing is wrong with the item. Customer just does not like it. Return was requested for this item.
de_de: Nichts ist falsch mit dem Einzelteil . Kunde mag es einfach nicht. Zurück wurde für diesen Titel angefordert.
es: No hay nada mal con el objeto. Al cliente simplemente no le gusta. La devolución fue solicitada por este objeto.
fr_fr: Il n'y a aucun problème avec l'article. Le client ne l'aime pas c'est tout. Le retour a été demandé pour cet article.

source: Return message from the buyer:
de_de: Rückmeldung vom Käufer:
es: Devuelva este mensaje al comprador:
fr_fr: Message de retour de l'acheteur:

source: There is no warranty or return policy for this item.
de_de: Es gibt keine Garantie oder Rückgaberecht für diesen Artikel.
es: No hay Garantía o Política de Devolución para este objeto.
fr_fr: Il n'y a aucune politique de garantie ou de retour pour cet article.

source: There is no warranty for this item.
de_de: Es gibt keine Garantie für diesen Artikel.
es: No hay Garantía para este objeto.
fr_fr: Il n'y a aucune garantie pour cet article.

source: Warranty for this item has expired.
de_de: Garantie für diesen Artikel ist abgelaufen.
es: La garantía de este objeto ha expirado.
fr_fr: La garantie pour cet article a expiré.

source: This item has already been returned to the store.
de_de: Dieser Artikel wurde bereits in dem Geschäft zurückgegeben worden.
es: Este objeto ya ha sido devueltoa la tienda.
fr_fr: Cet article a déjà été retourné au magasin.

source: Return already requested but is still pending review. Please be patient.
de_de: Rück bereits beantragt, aber noch aussteht Bewertung. Bitte haben Sie Geduld.
es: La devolución ya ha sido solicitada pero aun está pendiente de revisión. Por favor, sea paciente.
fr_fr: Le retour est déjà demandé, mais il est toujours en attente d'examen. veuillez patienter.

source: Return already requested. View request status on this
de_de: Zurück bereits angefordert. Anforderungsstatus auf diese
es: La devolución ya ha sido solicitada. Verifique del estado de la solicitud en esto:
fr_fr: Le retour est déjà demandé. Voir le statut de la demande sur ce

source: warranty has expired.
de_de: Garantie ist abgelaufen.
es: garantía ha expirado.
fr_fr: La garantie a expiré.

source: return period has expired.
de_de: Rückgabefrist ist abgelaufen.
es: período de retorno ha expirado.
fr_fr: la période de retour a expiré.

source: Return request accepted. Go back to your order
de_de: Zurück Anfrage akzeptiert. Gehen Sie zurück zu Ihrer Bestellung
es: La solicitud de Devolución se ha aceptado. Regrese a su orden.
fr_fr: La demande de retour est acceptée. Retourner à votre commande

source: here
de_de: Hier
es: aquí
fr_fr: ici

source: Warranty request accepted. Go back to your order
de_de: Garantieanfrage akzeptiert. Gehen Sie zurück zu Ihrer Bestellung
es: La solicitud de garantía fue aceptada. Regrese a su orden
fr_fr: La demande de garantie est acceptée. Retourner à votre commande

source: Product is not selected. Please visit your account page at this
de_de: Das Produkt ist nicht ausgewählt. Bitte besuchen Sie Ihre Account-Seite auf diese
es: El producto no está seleccionado. Por favor, visite la página de u cuenta en esto
fr_fr: Le produit n'est pas sélectionné. Veuillez visiter la page de votre compte à ce

source: Select item
de_de: Menüpunkt wählen
es: Seleccionar Objeto
fr_fr: Séléctionnez l'article

source: There is no valid warranty for any of the ordered items.
de_de: Es gibt keine gültige Garantie für eine der bestellten Artikel.
es: No hay garantía válida para cualquier orden de estos objetos.
fr_fr: Il n'y a pas de garantie valable pour aucun des articles commandés.

source: However you can still return it to the store as its return warranty is still valid.
de_de: Allerdings können Sie es immer noch in den Laden zurück, wie seine Rückkehr Garantie noch gültig ist.
es: Sin embargo puedes regresar aún a la tienda como su devolución de garantía es aún válida.
fr_fr: Mais, vous pouvez toujours le retourner au magasin comme sa garantie de retour est toujours valide.

source: Select Quantity
de_de: Wählen Sie die Menge
es: Seleccionar Cantidad
fr_fr: Séléctionnez la Quantité

source: Total number of items ordered is %1$s. Please select how many items will be included in your warranty request.
de_de: Gesamtzahl der bestellten Artikel ist %1$s. Bitte wählen Sie, wie viele Elemente in Ihrer Garantieanforderung enthalten sein.
es: El número total de los objetos ordenados es %1$s. Por favor, selecciona como muchos objetos serán incluidos en su solicitud de garantía.
fr_fr: Le nombre total d'articles commandés est %1$s. Veuillez sélectionner le nombre d'articles qui sera inclus dans votre demande de garantie.

source: Order #<strong>%s</strong>
de_de: Order # <strong>% so </ strong>
es: Orden #<strong>%s</strong>
fr_fr: Commande #<strong>%s</strong>

source: Please fill in the required fields.
de_de: Bitte füllen Sie die Pflichtfelder.
es: Favor de llenar los campos requeridos.
fr_fr: Veuillez remplir les champs obligatoires.

source: Return is still available
de_de: Rückkehr ist noch verfügbar
es: La devolución aún está disponible
fr_fr: Le retour est toujours disponible

source: Return item
de_de: Artikel zurückgeben
es: Devolución del Objeto
fr_fr: Retourner l'article

source: Item returns are available in this shop. If you just want to return an item to the store please check this option.
de_de: Artikel Erträge sind in diesem Shop erhältlich. Wenn Sie nur ein Element in den Laden zurückbringen möchten Sie diese Option aktivieren.
es: La devolución de los obejtos está disponible en esta tienda. Si solo desea devolver un objeto a la tienda, favor marque esta opción.
fr_fr: Le retour d'article est disponible dans cette boutique. Si vous voulez juste retourner un article au magasin veuillez cocher cette option.

source: Why are you returning this item?
de_de: Warum sind Sie diesem Artikel zurücksenden?
es: ¿Por qué está devolviendo este objeto?
fr_fr: Pourquoi retournez-vous cet article?

source: Enter additional information for this return request.
de_de: Geben Sie weitere Informationen zu dieser Rückkehr Anfrage.
es: Inserte información adicional para esta solicitud de devolución.
fr_fr: Entrez des informations supplémentaires pour cette demande de retour.

source: Address
de_de: Adresse
es: Dirección
fr_fr: Adresse

source: City
de_de: Stadt
es: Ciudad
fr_fr: Ville

source: Zipcode
de_de: Postleitzahl
es: Código Postal
fr_fr: Code postal

source: State / Province / Region
de_de: Staat / Provinz / Region
es: Estado / Provincia / Región
fr_fr: État / Province / Région

source: Country
de_de: Land
es: País
fr_fr: Pays

source: Submit Request
de_de: Senden Anfrage
es: Enviar Solicitud
fr_fr: Soumettre la demande

source: You cannot make this request.
de_de: Sie können nicht diesen Antrag stellen.
es: No puede hacer esta solicitud.
fr_fr: Vous ne pouvez pas faire cette demande.

source: Warranty requests for users that are not logged in are allowed. Please fill in the form bellow to request a warranty for you order.
de_de: Garantieanforderungen für Benutzer, die nicht angemeldet sind erlaubt. Bitte füllen Sie das Formular zu verlangen eine Garantie für Sie bestellen.
es: Las solicitudes de garantía para usuarios sin iniciar sesión están permitidos. Por favor, llene el siguiente formulario para solicitar una garantía para su orden.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés sont autorisées. Veuillez remplir le formulaire ci-dessous pour demander une garantie pour votre commande.

source: Guest warranty requests are not allowed!
de_de: Gästegarantieanforderungen sind nicht erlaubt!
es: ¡Las solicitudes de garantía a invitados no son permitidas!
fr_fr: Les demandes de garantie des visiteurs ne sont pas autorisées!

source: warranty is still valid. Request your warranty at this
de_de: Garantie noch gültig ist. anfordern Sie Ihre Garantie auf diese
es: garantía aún es válida. Solicite su garantía en esto
fr_fr: la garantie est encore valide. Demandez votre garantie à ce

source: Your purchase has included paid warranties!
de_de: Ihr Einkauf wurde bezahlt Garantien enthalten!
es: ¡Su compra ha sido incluida en las garantías pagadas!
fr_fr: Votre achat a inclus les garanties payées!

source: Error!
de_de: Fehler!
fr_fr: Erreur!

source: Total
de_de: Insgesamt
