Repository: originblueos/_DOCKERFILE_WOO
Catalog: plugins/woocommerce-warranties-and-returns/lang/wcwar-*_.po
Languages: de_de, es, fr_fr

source: There is no changelog available.
es: No hay registro de cambios disponible.

source: Check for updates
es: Comprobar si hay actualizaciones

source: This plugin is up to date.
es: El plugin está actualizado.

source: A new version of this plugin is available.
es: Una nueva versión del plugin está disponible.

source: Unknown update checker status "%s"
es: Estado del actualizador desconocido "%s"

source: <cite class="fn">%s</cite> <span class="says">says:</span>
de_de: <Cite class = "fn">% s </ cite> <span class = "sagt"> sagt: </ span>
es: <cite class="fn">%s</cite> <span class="dice">says:</span>
fr_fr: <cite class="fn">%s</cite> <span class="says">dit:</span>

source: Your comment is awaiting moderation.
de_de: Ihr Beitrag wartet auf die Moderation
es: Su comentario esta pendiente de moderación.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
de_de: %1$s in %2$s
es: %1$s es %2$s
fr_fr: %1$s sur %2$s

source: (Edit)
de_de: (Bearbeiten)
es: (Editar)
fr_fr: (Modifier)

source: Warranties and Returns
es: Garantía & Devoluciones

source: None
es: Ninguno

source: Installation Settings
es: Configuración de la instalación

source: Warranties and Returns for WooCommerce! This plugin was made by Mihajlovicnenad.com! Thank you for using!
es: Garantías y devoluciones de WooCommerce! Este plugin fue hecho por Mihajlovicnenad.com! Gracias por usarlo!

source: Override Single Product Page Action
es: Anular acción de página de producto

source: Change default init action on single product pages. Use actions initiated in your content-single-product.php file. Please enter action in the following format action_name:priority. E.G. woocommerce_before_add_to_cart_form:10
es: Cambiar la acción de init por defecto en páginas de productos individuales. Utilizar acciones iniciadas en el archivo de contenido-solo-product.php. Por favor, ingrese la acción en el siguiente formato action_name:priority. Por ejemplo, woocommerce_before_add_to_cart_form:10

source: Single Product Page Heading
es: Encabezado de pagina de producto sencillo

source: Select heading level for Single Product Pages warranty titles.
es: Seleccionar nivel de encabezado para los titulos de garantias de Paginas de productos sencillos

source: Single Warranty Page Display Mode
es: Garantía Sola Página Modo de Visualización

source: Select display mode for the Single Warranty Page.
es: Seleccione el modo de visualización para la Garantía sola página.

source: Request Warranty Page
es: Página de Solicitud de Garantía

source: Please select the page for requesting warranties. This page should have been automatically created, if this is not the case please view documentation for more information on how to create a warranty requests page.
es: Favor de seleccionar la página para solicitar garantías. Esta página podría haber sido automáticamente creada, si este no es el caso, favor de ver la documentación para más información en cómo crear una página de solicitud de garantía.

source: Basic Settings
es: configuraciones basicas

source: Setup basic Warranties and Returns for WooCommerce settings.
es: Configura Garantias y Devoluciones basicas para la configuracion de WooCommerce

source: Enable Admin Warranties
es: Garantías de Administrador Disponibles.

source: If checked admins will have the ability to create warranty requests for items that do not have any warranties.
es: Si los administradores controladores tendrán la capacidad de crear las solicitudes de garantía para los elementos que no tienen ninguna garantía.

source: Enable Multi Warranty Requests
es: Las Solicitudes de Multi-Garantía están Disponibles.

source: Check this option to enable multi requests in the defined warranty period. New requests will available upon completing the previous requests.
es: Marque esta opción para habilitar las multi-solicitudes definidas en el período de garantía. Las nuevas solicitudes estarán disponibles hasta completar las solicitudes anteriores.

source: Enable Guest Warranty Requests
es: Solicitudes de Garantía para Invitados Disponibles.

source: Guests can also access warranties using their order id and their email addres to confirm their identity. Check this option if you want to allow not logged in users to request warranties and returns.
es: Los invitados pueden acceder a las garantías usando su número de identificación y su dirección de correo electrónico para confirmar su identidad. Marque esta opción si desea permitir a los usuarios no conectados solicitar garantías y devoluciones.

source: Select Default Warranty
es: Seleccione la Garantía por Defecto

source: Products without warranties can have a default warranty. Please select warranty preset.
es: Los productos sin garantía pueden tener garantías por defecto. Favor de predeterminar.

source: Select Warranty Status
es: Seleccionar el estado de la Garantía

source: Select status for the newly submitted warranties.
es: Seleccione el estado de las nuevas garantías enviadas.

source: Published
es: Publicado

source: Pending
es: Pendiente

source: Register Warranties and Returns for WooCommerce
es: Registrar garantias y devoluciones para WooCommerce

source: Enter your purchase code to get instant updated even before the codecanyon.net releases!
es: Ingrese su codigo de compra para obtener actualizaciones instantaneas incluso antes de que salga el codecanyon.net

source: Email Settings
es: Configuraciones de Correo Electrónico

source: Email and Admin Quick Email settings.
es: Configuraciones de Correo Electrónico y Correo Electrónico de Administrador Rápido.

source: Disable Warranty Information in Emails
es: La Información de Garantía está Disponible en Correos Electrónicos

source: Check this option to disable warranty information in order emails sent by WooCommerce.
es: Seleccione esta opción para habilitar la información de garantía en orden de correos electrónicos enviados por WooCommerce.

source: Quick Email From Name
es: Correo Electrónico Rápido desde Nombre

source: Enter quick email from name which you would like to appear in the sent emails.
es: Ingrese correo electrónico rápido desde el nombre que le gustaría aparecer en los correos electrónicos enviados.

source: Quick Email Reply To
es: Correo Electrónico Rápido para Responder

source: Enter email address that will appear as reply to address.
es: Ingrese la dirección del correo electrónico que aparecerá como la dirección a responder.

source: Quick Email BCC
es: Correo Electrónico Rápido BBC

source: Enter email addresses separated by comma to send BCC copies of the emails sent using the quick email feature.
es: Ingrese las direcciones de correo electrónico separadas por una comas para enviar copias BCC a los correos electrónicos enviados usando la función de correo electrónico rápido.

source: Return Requests Settings
es: Configuraciones de Regreso de Solicitudes

source: Setup in store returns.
es: Configuración de devoluciones a la tienda.

source: Enable Item Returns
es: Objeto de Devolución Disponible

source: This option will enable the in store returns. Set your return period in which the items can be sent back by customers with a refund.
es: Esta opción permitirá las devoluciones en las tiendas. Establezca su período de devolución de los artículos que pueden ser devueltos por los clientes con un reembolso.

source: Return Period Limit
es: Período Límite para Devoluciones.

source: Number of days for returning items upon order completition. If 0 is set, items will have a lifetime return period.
es: El número de días de devolución de objetos desde la finalización del pedido. Si se selecciona 0, los artículos tendrán un período de retorno de por vida

source: Enable Returns Without Warranty
es: Disponibilidad de Devoluciones sin Garantía

source: If checked, returns will be available for items that have no warranty.
es: Si se selecciona, las devoluciones estarán disponibles para los objetos que no tienen garantía.

source: Warranties Request Form
es: Formulario de solicitud de garantias

source: Make a warranty request form.
es: Haga un formulario de solicitud de garantía.

source: Request Form
es: Formulario de Solicitud

source: HTML Warranty Request Form
es: Formulario de Solicitud de Garantía HTML

source: One comment on &ldquo;%2$s&rdquo;
de_de: Ein Kommentar auf &ldquo;%2$s&rdquo;
es: Un comentario en &ldquo;%2$s&rdquo;
fr_fr: Un commentaire sur &ldquo;%2$s&rdquo;

source: Comment navigation
de_de: Kommentar Navigation
es: Navegación de Comentarios
fr_fr: Commenter la navigation

source: &larr; Older Comments
de_de: & Rarr; ältere Kommentare
es: &larr; Commentarios Viejos
fr_fr: &larr; Anciens commentaires

source: Newer Comments &rarr;
de_de: Neuere Kommentare & rarr;
es: Nuevos Comentarios &rarr;
fr_fr: Commentaires Plus Récent &rarr;

source: Comments for this request are closed.
de_de: Kommentare zu diesem Antrag sind geschlossen.
es: Los comentarios de esta solicitud están cerrados.
fr_fr: Les commentaires pour cette demande sont fermés.

source: Request Type
de_de: Art der Anfrage
es: Tipo de Solicitud
fr_fr: Type de Demande

source: Return
de_de: Rückkehr
es: Devolución
fr_fr: Retour

source: Warranty
de_de: Garantie
es: Garantía
fr_fr: Garantie

source: Status
de_de: Stellung
es: Estado
fr_fr: Statut

source: New
de_de: Neu
es: Nuevo
fr_fr: Nouveau

source: Processing
de_de: Verarbeitung
es: Procesando
fr_fr: En traitement

source: Completed
de_de: fertiggestellt
es: Completado
fr_fr: Terminé

source: Rejected
de_de: Zurückgewiesen
es: Rechazado
fr_fr: Rejeté

source: Requested on
de_de: Gesendet am
es: Solicitado en
fr_fr: Demandé le

source: You should not be here.
de_de: Sie sollten nicht hier sein.
es: No debería estar aquí.
fr_fr: Vous ne devriez pas être ici.

source: Warranty requests for users that are not logged in are allowed. Please fill in the form bellow to view your warranty request.
de_de: Garantieanforderungen für Benutzer, die nicht angemeldet sind erlaubt. Bitte füllen Sie das folgende Formular aus anzuzeigen Ihrer Garantieanforderung.
es: Las solicitudes de la garantía para que los usuarios que no han iniciado sesión están permitidos. Por favor, llene el siguiente formulario para visualizar la solicitud de garantía.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés sont autorisées. Veuillez remplir le formulaire ci-dessous pour afficher votre demande de garantie.

source: Enter your E-Mail address
de_de: Geben sie ihre E-Mailadresse ein
es: Ingrese su dirección de correo electrónico
fr_fr: Entrez votre adresse E-Mail

source: Required
de_de: Erforderlich
es: Requerido
fr_fr: Obligatoire

source: Enter your order ID
de_de: Geben Sie Ihre Auftragsnummer
es: Ingrese su ID de orden
fr_fr: Entrez l'ID de votre commande

source: * Please fill in all required fields to continue.
de_de: * Bitte füllen Sie alle Felder aus, um fortzufahren.
es: * Por favor llene todos los campos requeridos para continuar.
fr_fr: * Veuiller remplir tous les champs nécessaires pour continuer.

source: Continue
de_de: Fortsetzen
es: Continuar
fr_fr: Continuez

source: Guest warranties are not allowed!
de_de: Gast Garantien sind nicht erlaubt!
es: ¡Las garantías de los invitados no están permitidas!
fr_fr: Les garanties des clients ne sont pas autorisées!

source: Warranty requests for users that are not logged in are not allowed. Please login to continue.
de_de: Garantie-Anträge für Benutzer, die nicht angemeldet sind nicht erlaubt. Bitte einloggen zum Fortfahren.
es: Las solicitudes de las garantías para usuarios que no hallan iniciado sesión no están permitidas. Favor de iniciar sesión para continuar.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés ne sont pas autorisées. Veuillez vous connecter pour continuer.

source: Request Warranty
de_de: Anfrage Garantie
es: Solicitud de Garantía
fr_fr: Demande de Garantie

source: Warranty Presets
de_de: Garantie Presets
es: Preajustando Garantías
fr_fr: Préréglages de Garantie

source: Warranty Preset
de_de: Garantie Presets
es: Preajustar Garantía
fr_fr: Préréglage de Garantie

source: Search Warranty Presets
de_de: Suchen Garantie Presets
es: Preajustar Búsqueda de Garantías
fr_fr: Recherchez des Préréglages de Garantie

source: All Warranty Presets
de_de: Alle Garantie Presets
es: Preajustar Todas las Garantías
fr_fr: Tous les Préréglages de Garantie

source: Parent Warranty Preset
de_de: Eltern Garantie Preset
es: Preajustar Garantías Parentales
fr_fr: Préréglage de Garantie Parent

source: Parent Warranty Preset:
de_de: Eltern Garantie Preset
es: Preajustar Garantía Parental:
fr_fr: Préréglage de Garantie Parent:

source: Edit Warranty Preset
de_de: Bearbeiten Garantie Preset
es: Editar el Preajuste de la Garantía
fr_fr: Modifiez Préréglage de Garantie

source: Update Warranty Preset
de_de: Update-Garantie Preset
es: Actualizar la Preajuste de la Garantía
fr_fr: Mettez à jour Préréglage de Garantie

source: Add New Warranty Preset
de_de: In Neu Garantie Preset
es: Añada un Nuevo Preajuste de Garantía
fr_fr: Ajoutez nouveau Préréglage de Garantie

source: New Warranty Name Preset
de_de: Neu Garantie Name des Preset
es: Preajustar Nuevo Nombre de Garantía
fr_fr: Préréglage Nouveau Nom de Garantie

source: Warranty Status
de_de: Garantiestatus
es: Estado de la Garantía
fr_fr: Statut de la Garantie

source: Search Warranty
de_de: Suchen Garantie
es: Buscar Garantía
fr_fr: Recherchez une Garantie

source: All Warranty
de_de: Alle Garantie
es: Todas las Garantías
fr_fr: Toute Garantie

source: Parent Warranty
de_de: Eltern Garantie
es: Garantía Parental
fr_fr: Garantie Parent

source: Parent Warranty:
de_de: Eltern Garantie:
es: Garantía Parental:
fr_fr: Garantie Parent:

source: Edit Warranty
de_de: Bearbeiten Garantie
es: Editar la Garantía
fr_fr: Modifiez la Garantie

source: Update Warranty
de_de: Update-Garantie
es: Actualización de la Garantía
fr_fr: Mettez à jour la Garantie

source: Add New Warranty
de_de: In Neu Garantie
es: Añada una Nueva Garantía
fr_fr: Ajoutez Nouvelle Garantie

source: New Warranty Name
de_de: Neu Garantie-Name
es: Nuevo Nombre de Garantía
fr_fr: Nouveau Nom de Garantie

source: Warranty and Returns Requests
de_de: Garantie und Rückkehr Anfragen
es: Solicitudes de Garantía & Devoluciones
fr_fr: Demandes de Garantie et retours

source: Warranty and Return Request
de_de: Garantie und Rückkehr anfordern
es: Solicitud de Garantía & Devoluciones
fr_fr: Demandes de Garantie et retours

source: All Requests
de_de: Alle Anfragen
es: Todas las Solicitudes
fr_fr: Toutes les Demandes

source: No requests found
de_de: Keine Anfragen gefunden
es: No se encontraron Solicitudes
fr_fr: Aucune demande trouvée

source: Edit Request
de_de: Bearbeiten anfordern
es: Editar Solicitud
fr_fr: Modifiez Demande

source: Create a Request
de_de: Erstellen Sie eine Anfrage
es: Crear Solicitud
fr_fr: Créez Demande

source: Parent Request
de_de: Eltern anfordern
es: Solicitud Parental
fr_fr: Demande Mère

source: View Request
de_de: Ansicht anfordern
es: Visualizar Solicitud
fr_fr: Voir la Demande

source: Search Requests
de_de: Suchanfragen
es: Buscar Solicitudes
fr_fr: Recherchez Demandes

source: Additional warranty price
de_de: Zusätzliche Garantiepreis
es: Precio Adicional de Garantía
fr_fr: Prix de garantie supplémentaire

source: Enter additional price for this warranty.
de_de: Geben Sie zusätzliche Preis für diese Garantie.
es: Ingrese el Precio Adicional para esta Garantía
fr_fr: Entrez un prix supplémentaire pour cette garantie.

source: Warranty period type
de_de: Die Garantiezeit Typ
es: Tipo de Período de Garantía
fr_fr: Type de période de garantie

source: Not selected
de_de: Nicht ausgewählt
es: No seleccionado
fr_fr: Non séléctionné

source: Days
de_de: Tage
es: Días
fr_fr: Jours

source: Weeks
de_de: Wochen
es: Semanas
fr_fr: Semaines

source: Months
de_de: Monate
es: Meses
fr_fr: Mois

source: Years
de_de: Jahre
es: Años
fr_fr: Années

source: Lifetime
de_de: Lebenszeit
es: Duración
fr_fr: À vie

source: Select warranty period type.
de_de: Wählen Garantiezeit Typ.
es: Seleccionar Tipo de Período de Garantía
fr_fr: Seéléctionnez type période de garantie

source: Warranty period
de_de: Garantiezeit
es: Período de Garantía
fr_fr: Période de garantie

source: Enter warranty period.
de_de: Geben Sie Garantiezeit .
es: Ingrese Período de Garantía
fr_fr: Entrez la période de garantie

source: Warranty description (optional)
de_de: Garantie Beschreibung (optional)
es: Descripción de Garantía (opcional)
fr_fr: Description de garantie (facultatif)

source: Enter warranty description.
de_de: Geben Sie Garantie Beschreibung.
es: Ingrese Descripción de Garantía
fr_fr: Entrez la description de garantie

source: Warranty thumbnail (optional)
de_de: Garantie Thumbnail (optional)
es: Thumbnail de Garantía (opcional)
fr_fr: Miniature de garantie (facultatif)

source: Add warranty thumbnail
de_de: In Garantie Thumbnail
es: Añada Thumbnail de Garantía
fr_fr: Ajoutez miniature de garantie

source: Select warranty type
de_de: Wählen Sie Garantieart
es: Seleccionar Tipo de Garantía
fr_fr: Séléctionnez type de garantie

source: No warranty
de_de: Keine Garantie
es: Sin Garantía
fr_fr: Aucune garantie

source: Preset warranty
de_de: Preset Garantie
es: Predeterminar Garantía
fr_fr: Garantie préréglée

source: Quick warranty
de_de: Schnell Garantie
es: Garantía Rápida
fr_fr: Garantie rapide

source: Select preset warranty or add quick product warranty.
de_de: Preset-Garantie wählen oder eine schnelle Produktgarantie hinzuzufügen.
es: Seleccione Preajustar Garantía o Añada Garantía Rápida de Producto.
fr_fr: Sélectionnez la garantie préréglée ou ajoutez la garantie rapide du produit.

source: Select warranty preset
de_de: Wählen Garantie voreingestellten
es: Seleccione Preajustar Garantía
fr_fr: Séléctionnez préréglage garantie

source: Select warranty preset to use with the current product. Warranty presets can be set in Products &gt; Warranty Presets.
de_de: Wählen Garantie Preset mit dem aktuellen Produkt zu verwenden. Garantie Presets können in Produkte & gt eingestellt werden; Garantie Presets.
es: Elija un preajuste de garantía para usar con el producto actual. Los preajustes de garantía pueden ser conjuntos Productos & gt; Preajustes de garantía.
fr_fr: Sélectionnez le préréglage de garantie à utiliser avec le produit actuel. Les préréglages de garantie peuvent être définis dans les produits &gt; Préréglages Garantie.

source: Select quick warranty type
de_de: Wählen Sie eine schnelle Garantieart
es: Seleccione un Rápido tipo de garantía
fr_fr: Sélectionnez le type de garantie rapide

source: Included warranty
de_de: inklusive Garantie
es: Garantía Incluida
fr_fr: La garantie incluse

source: Paid warranty
de_de: Paid Garantie
es: Garantía Pagada
fr_fr: La garantie payée

source: Warranties can be included or paid as an add-on. Choose your warranty type.
de_de: Die Gewährleistung kann als Add-on enthalten sind oder bezahlt werden. Wählen Sie Ihren Garantietyp .
es: Las garantías pueden ser incluidas o pagadas como un add-on. Elija su tipo de garantía.
fr_fr: Les garanties peuvent être incluses ou payées comme un add-on. Choisissez votre type de garantie.

source: Thumbnail preview
de_de: Thumbnail-Vorschau
es: Previsualización del Thumbnail
fr_fr: Aperçu de miniature

source: Add <em>No Warranty</em> option
es: Añada <em>Sin Garantía</em> opción

source: To enable product purchases without a paid warranty check this option.
de_de: Um den Erwerb von Produkten ohne eine bezahlte Garantie prüfen diese Option aktivieren.
es: Para habilitar la opción de compra de productos sin una garantía pagada, seleccione esta opción.
fr_fr: Pour activer les achats de produits sans garantie payée cochez cette option.

source: Add paid warranty
de_de: Bezahltes Garantie
es: Añadir Pago de Garantía
fr_fr: Ajoutez garantie payée

source: No image
de_de: Kein Bild
es: Sin Imagen
fr_fr: Aucune image

source: Add a warranty thumbnail.
de_de: Fügen Sie eine Garantie Miniaturansicht .
es: Añadir una garantía de thumbnail.
fr_fr: ajoutez une miniature de garantie

source: Item Warranties
de_de: Artikel Garantien
es: Garantía de Objetos
fr_fr: Garanties d'article

source: Enter warranty descriptio.
de_de: Geben Sie Garantie Beschreibung.
es: Inserte Descripción de garantía
fr_fr: Entrez description garantie.

source: Delete?
de_de: Löschen?
es: ¿Borrar?
fr_fr: Supprimer?

source: Not selected.
de_de: Nicht ausgewählt.
es: Sin seleccionar
fr_fr: Non séléctionné.

source: Deleted!
de_de: Gelöscht!
es: ¡Borrado!
fr_fr: Supprimé!

source: Load?
de_de: Belastung?
es: ¿Cargar?
fr_fr: Téléchargez?

source: Loaded!
de_de: Geladen!
es: ¡Cargado!
fr_fr: Téléchargé!

source: Template name?
es: ¿Nombre de lámina?
fr_fr: Nom du Modèle?

source: Missing email or name.
de_de: Fehlende E-Mail oder Name.
es: Nombre o correo electrónico perdido
fr_fr: Email ou nom manquant.

source: Send Email?
de_de: E-Mail senden?
es: ¿Enviar Correo Electrónico?
fr_fr: Envoyez email?

source: Saved!
de_de: Gerettet!
es: ¡Guardado!
fr_fr: Sauvegardé!

source: Email sent!
de_de: E-Mail gesendet!
es: ¡Correo Electrónico Enviado!
fr_fr: Email envoyé!

source: Included Warranty
de_de: inklusive Garantie
es: Garantía Incluida
fr_fr: Garantie incluse

source: Lifetime Warranty
de_de: Lebenslange Garantie
es: Garantía de por Vida
fr_fr: Garantie à vie

source: Select Warranty Options
de_de: Wählen Garantie-Optionen
es: Seleccione las Opciones de Garantía
fr_fr: Séléctionnez Options Garantie

source: Purchase this product without any warranty options.
de_de: Kaufen Sie dieses Produkt ohne Garantie-Optionen.
es: Adquiere este producto sin alguna opción de garantía.
fr_fr: Achetez ce produit sans aucune option de garantie.

source: Available Warranties for this Order
de_de: Verfügbare Garantien für diesen Auftrag
es: Hay garantías disponibles para esta orden.
fr_fr: Garanties disponibles pour cette commande

source: Your warranties will be available once your order is complete.
de_de: Ihre Garantien werden verfügbar sein, sobald Ihr Auftrag abgeschlossen ist.
es: Sus garantías estarán disponibles una vez que su orden este completa.
fr_fr: Vos garanties seront disponibles une fois que votre commande est complète.

source: Pending order
de_de: Ausstehende Bestellung
es: Orden Pendiente
fr_fr: Commande en attente

source: Product
de_de: Produkt
es: Producto
fr_fr: Produit

source: Action
es: Accion

source: This item has been returned to the store.
de_de: Dieser Artikel wurde in den Laden zurück.
es: Este objeto ha sido devuelto a la tienda.
fr_fr: Cet article a été retourné au magasin.

source: Pending review
de_de: Ausstehende Bewertung
es: Reseña Pendiente
fr_fr: En attente d'examen

source: Return rejected
de_de: Zurück abgelehnt
es: Devolución Rechazada
fr_fr: Retour rejeté

source: Return requested
de_de: Rückkehr gefordert
es: Devolución Solicitada
fr_fr: Retour demandé

source: Warranty rejected
de_de: Garantie abgelehnt
es: Garantía Rechazada
fr_fr: Garantie rejetée

source: Requested
de_de: Gewünscht
es: Solicitado
fr_fr: Demandé

source: This item was sold without warranty
de_de: Dieser Artikel wurde ohne Garantie verkauft
es: Este objeto se vendió sin garantía
fr_fr: Cet article a été vendu sans garantie

source: , however you can still return it to the store
de_de: Sie können jedoch immer noch in den Laden zurückzukehren
es: , aun así puedes volver a la tienda
fr_fr: , Mais vous pouvez toujours le retourner au magasin

source: Return available
de_de: Zurück verfügbar
es: Devolución Disponible
fr_fr: Retour disponible

source: Request Return
de_de: Anfrage Return
es: Solicitud de Devolución
fr_fr: Demandez Retour
